

const questions = [
  [
    'Вы, наверное заметили, что внизу есть кнопки с обозначением слайда. Не нажимайте на эти кнопки, пока не дойдете до соответсвующего слайда',
    [
      'ок'
    ]
],
  [
    'самое время проверить, как работает смена фона) Нажми на кнопку "1 фон".',
    [
      'фон успешно изменился!'
    ]
],
 [
  'Стоял тёплый осенний день. Кажется, даже непривычно тёплый для октября. 14.10.2024. В Нововятске, как и в любом другом городе, всё шло своим чередом: люди шли домой с работы, дети резвились во дворах, а птицы улетали в тёплые края.',
  [
    'next'
  ]
],
 [
  'Вика быстрым шагом проходила улицу за улицей, спеша на долгожданную встречу с подругами. Лишь иногда она замедлялась в попытках поймать падающий с дерева листочек. ',
  [
    'next'
  ] 
],

 [
  'Данным-давно Светлана Васильевна сказала ученикам 1А, что желание, загаданное с пойманным осенним листом в руках, непременно сбудется. Тогда это казалось абсолютной истиной, а сейчас звучало так приятно и привычно, что Вике хотелось хоть разочек за эту осень загадать желание с осенним листом.',
  [
    'next'
  ] 
],
 [
  'После нескольких неудачных попыток девушке удалось ухватить ярко-жёлтый кленовый лист. Она на ходу загадала желание и, едва ли не переходя на бег, устремилась в сторону дома, где жила Лиза.',
  [
    'next'
  ] 
],
 [
  'Маша уже была на месте. Девушки встретили подругу радостным визгом и крепкими объятиями.',
  [
    'next'
  ] 
],
 [
  '⁃ Наконец-то! Проходи, скорее. Ты, должно быть, голодная? - улыбаясь, тараторила Лиза, провожая Вику на кухню.',
  [
    'next'
  ] 
],
 [
  '⁃ Если честно, очень. Еле успевала, но не могла оставить вас без гостинцев. - отвечала Вика, доставая из сумки вино.',
  [
    'next'
  ] 
],
 [
  '⁃ Ооо, я вижу мы все хорошо подготовились, - хихикала Маша, указывая жестом на бутылки, стоящие на кухонной тумбе.',
  [
    'next'
  ] 
],
 [
  'Подруги рассмеялись, дополнили разговор ещё парой шуток, пока открывали вино и раскладывали закуски, и уселись за стол',
  [
    'next'
  ] 
],
 [
  'Они с упоением задавали друг другу вопросы, рассказывали новые истории и вспоминали старые. Нет никаких сомнений в том, что они могли часами разговаривать друг с другом, но у них уже были другие планы на этот вечер. ',
  [
    'next'
  ] 
],
 [
  'Планы, которые казались странными и непривычными. Те самые планы, о которых иногда сложно заговорить, потому что никому непонятно, каким образом эти планы вообще построились.',
  [
    'next'
  ] 
],
 [
  'Наконец Лиза взглянула на часы и сказала:',
  [
    'next'
  ] 
],
 [
  '⁃ Ну вот, нам бы выйти через пол часа, а мы ко второй бутылке ещё даже не притронулись.',
  [
    'next'
  ] 
],
 [
  '⁃ Может и не пойдём никуда? Мне с вами так хорошо сидится. Не хочу делить эти разговоры с кем-то ещё, - протянула Вика, глядя на подруг в попытках понять по выражению их лиц, поддерживают ли они эту затею.',
  [
    'next'
  ] 
],
 [
  '⁃ Ну уж нет, - отрезала Маша, - Я не для этого неделю уговаривала тебя выделить один вечер отпуска на эту встречу. Пожалуйста, пойдём! Не понравится - сбежим и приговорим оставшиеся бутылки вина под душевные разговоры.',
  [
    'next'
  ] 
],
 [
  'Лицо Вики смягчилось. Ей было радостно слышать, что у них есть запасной план. Мысли о встрече всех участников «Шаловливых будней», которую так старательно организовывал Дима, вызывали у девушки смешанные чувства',
  [
    'next'
  ] 
],
 [
  '⁃ Да уж, шесть лет прошло с нашей последней общей встречи, - заметила Лиза.',
  [
    'next'
  ] 
],
 [
  '⁃ Кажется, сегодня мы будем неполным составом? - спросила Маша.',
  [
    'next'
  ] 
],
 [
  '⁃ Да, Диме не удалось уговорить Згоду. Но зато придёт Вика Сика. С Егором, разумеется, - улыбнулась Лиза.',
  [
    'next'
  ] 
],
 [
  '⁃ Надеюсь, рыжий купил достаточно алкоголя. Иначе вечер обещает быть напряжённым, - с неопределённой улыбкой на лице сказала Маша, вспоминая, как нелегко ей далось расставание с Егором.',
  [
    'next'
  ] 
],
 [
  'Пришло время выходить. Дима пригласил всех в квартиру своих родителей, которые уехали на отдых.',
  [
    'next'
  ] 
],
 [
  'Мало кто представлял, что будет происходить на этой встрече, но всем в той или иной степени было радостно и интересно встретиться со старыми друзьями, которые в своё время потрясли всю школу своей «подпольной» деятельностью.',
  [
    'next'
  ] 
],
 [
  'За весёлыми разговорами подруги быстро добрались до дома бывшего одноклассника и, полные решимости, поднялись наверх.',
  [
    'next'
  ] 
],
  [
    'Нам снова пора обновить фон)  Нажми на кнопку "2 фон"',
    [
      'Фон успешно изменился!'
    ]
],
 [
  'Почти вся компания уже была в сборе.',
  [
    'next'
  ] 
],
 [
  '⁃ Получается, ждём только Влада? - спросил Вадим, сидящий в мягком кресле.',
  [
    'next'
  ]
],
 [
  'Дима ответил, что Влад уже подходит к дому, и принялся доставать алкоголь из холодильника.',
  [
    'next'
  ] 
],
 [
  'Всем было немного неловко, но очень приятно видеть друзей. Девочки быстро разговорились с Егором и Викой, пока Вадим помогал другу накрывать на стол.',
  [
    'next'
  ] 
],
 [
  'Вскоре действительно раздался звонок в дверь.',
  [
    'next'
  ] 
],
 [
  'Влад вошёл в комнату бодрой походкой, громко поприветствовал всех и сразу закинул пару шуток про неуклюжесть Димы, который чуть не уронил тарелку с закусками, которую нёс к столу. ',
  [
    'next'
  ] 
],
 [
  'Вика, Лиза и Маша были слегка шокированы такой открытостью некогда скромного одноклассника, но то ли вино, выпитое в гостях у Лизы, то ли общее предвкушение вечеринки не дали удивлению задержаться надолго.',
  [
    'next'
  ] 
],
 [
  'Всего через несколько минут все ребята уже сидели за столом, разливали напитки и смеялись над глупыми шутками.',
  [
    'next'
  ] 
],
 [
  'Когда первые пару тостов были сказаны, а от ощущения неловкости не осталось и следа, Дима встал, засунул руку в карман и выложил на стол два пакетика с яркими пилюлями.',
  [
    'next'
  ] 
],
 [
  '⁃ Что это? - в один голос спросили Вика с Лизой.',
  [
    'next'
  ] 
],
 [
  '⁃ Это? - загадочно улыбнулся Дима, - это неочевидный способ скрасить наш вечер.',
  [
    'next'
  ] 
],
 [
  '⁃ Замечаательно, - укорительно протянула Маша, - не прошло и года. То есть, год уже точно прошёл. В общем, превосходно - мой друг сторчался в армейской академии, - во!',
  [
    'next'
  ] 
],
 [
  'Девушка подняла большой палец вверх, смотря на Диму непонимающим взглядом. ',
  [
    'next'
  ] 
],
 [
  'Видимо, из-за волнения перед общением с её бывшим, а Викиным новым парнем она перебрала с алкоголем и вела себя немного резко.',
  [
    'next'
  ] 
],
 [
 '⁃ Похоже на лсд, - неуверенно сказала Вика.',
 [
  'next'
] 
],
 [
  'Сика с интересом наблюдала за происходящим, а Егор, Вадим и Влад сидели спокойно и не задавали никаких вопросов. Кажется, для них поступок Димы не был неожиданностью.',
  [
    'next'
  ] 
],
 [
  '⁃ Тише-тише. Это малоизвестная разработка АФСБ с абсолютно безопасным действующим веществом, - с улыбкой отвечал Дима, словно объяснял нечто совершенно очевидное.',
  [
    'next'
  ] 
],
 [
  '⁃ Дим, ты сам себя слышишь? Какая к чёрту секретная разработка? - раздражённо спросила Маша, - ты уже принял что-то перед нашей встречей? Я понять не могу.',
  [
    'next'
  ] 
],
 [
  '⁃ Не секретная, а малоизвестная. Она не изменяет сознание, а всего лишь позволяет взглянуть на прошлое под другим углом. Это не наркотики.',
  [
    'next'
  ] 
],
 [
  '⁃ Допустим, - Вике хотелось поскорее узнать правду, - допустим, это действительно не наркотик, а новый столичный прикол. Тогда расскажи, пожалуйста, как работают эти таблетки?',
  [
    'next'
  ] 
],
 [
 'Разъяснительная речь от Димы заняла около часа. Наверное, это время сократилось бы втрое, если бы девушки не задавали много вопросов. Их интересовало всё: как таблетки действуют на организм, какие последствия могут вызвать, и как они вообще попали в руки обычного курсанта.',
 [
  'next'
] 
],
 [
  'По словам Димы, это был препарат, активирующий конкретные нейронные связи и заставляющий человека как бы «оказаться в своём воспоминании», посмотреть на него от третьего лица. Как он оказался у Димы, девушки так и не узнали, но отчего-то начали ему верить. Наконец, Дима завершил свою речь:',
  [
    'next'
  ] 
],
 [
  '⁃ Я предлагаю вам попробовать комбинированный способ применения. Мы разобъёмся по парам и увидим воспоминания, объединяющие нас и нашего партнёра. ',
  [
    'next'
  ] 
],
 [
  'Прошу, не спрашивайте зачем, и «откуда таблеточка знает, какое воспоминание ей выбрать?». ',
  [
    'next'
  ] 
],
 [
  'Просто скажите, хотите посмотреть на яркое событие из бурного пошлого.. Прошу прощения, прошлого, или нет? Мне нужен конкретный ответ.',
  [
    'next'
  ] 
],
 [
  'Это было удивительно и безумно, но друзья почти сразу дали положительный ответ. ',
  [
    'next'
  ] 
],
 [
  'Только Сика с Егором ответили, что поиграют в приставку, пока остальные будут заниматься «сомнительными авантюрами».',
  [
    'next'
  ] 
],
 [
  'Дима протянул руку Лизе, Влад подмигнул Вике, а Маша выпила слишком много шотов, чтобы противиться паре с Вадимом.',
  [
    'next'
  ] 
],
 [
  'Ребята взялись за руки, взяли по одной таблетке на пару и взглянули друг другу в глаза. Назад пути не было.',
  [
    'next'
  ] 
],
  [
    'Пора отвельчся немного от истории и изменить фон) нажми на кнопку "3 фон"',
    [
      'Фон успешно изменён!'
    ]
],
 [
  'Темнота. Полная темнота. Лиза с трудом открыла глаза. Дима, склонившийся над ней, выглядел довольным',
  [
    'next'
  ] 
],
 [
  '⁃ Я же говорил, всё будет в порядке. Вставай, - он протянул девушке руку, - давай сядем на кресла, они сейчас придут.',
  [
    'next'
  ] 
],
 [
  'Лиза поднялась на ноги и стала торопливо осматриваться. Почти сразу ей удалось понять, что они находятся в актовом зале родной 66 школы.',
  [
    'next'
  ] 
],
 [
  'Лампы освещали только сцену. Складывалось ощущение, что ребята просто пришли на концерт, предназначенный для двоих.',
  [
    'next'
  ] 
],
 [
  'Дима и Лиза уселись на первый ряд.',
  [
    'next'
  ] 
],
 [
  'Около пяти минут они просидели в зале одни.',
  [
    'next'
  ] 
],
 [
  'Лиза приходила в себя и пыталась понять, что же сейчас будет происходить, а Дима улыбался и говорил что-то вроде:',
  [
    'next'
  ] 
],
 [
  '«Всё в порядке, это просто воспоминание. Мы здесь ненадолго».',
  [
    'next'
  ] 
],
  [
    'Наконец шторы на сцене шелохнулись, и прямо из-за них на сцену вышли Дима и Лиза. Почти. Такие же, как в зале, только чуть младше и чуть без одежды.',
    [
      'next'
    ]
],
[
  'Они двигались плавно и размеренно, наслаждаясь каждой секундой, словно танцевали вальс. Гладили, целовали друг друга, иногда прерываясь, чтобы взглянуть друг другу в глаза.',
  [
    'next'
  ]
],
[
  'Вдруг Дима подхватил Лизу на руки, сделал пару осторожных шагов и посадил девушку на фортепиано, стоящее в углу сцены.',
  [
    'next'
  ]
],
[
  'Несколько секунд на махинации с презервативом, и парень снова страстно и увлечённо целует девушку, которая в этот вечер думала только о нём и о его теле.',
  [
    'next'
  ]
],
[
  ' ⁃ Дай мне своё тело.. Я не могу больше ждать, - Лиза старалась говорить тише, но ей тяжело давался контроль над собой.',
  [
    'next'
  ]
],
[
  'Кажется, это были те самые слова, которые парень хотел услышать в этот момент. Он не стал медлить ни секунды и нежно прильнул к девушке, всё ещё сидящей на фортепиано.',
  [
    'next'
  ]
],
[
  'Это было красиво, ласково, поэтично. Если бы крышка инструмента была открыта, на весь зал раздавалась бы самая прекрасная мелодия, которую можно себе представить.',
  [
    'next'
  ]
],
  [
    'Та Лиза, которая была в зале, сидела в оцепенении. Она с удивлением наблюдала за происходящим, не в силах отвести взгляд то ли от шока, то ли от того, что ей действительно нравилось то, что происходило на сцене.',
    [
      'next'
    ]
],
[
  'Дима, в свою очередь, наблюдал скорее за её реакцией, чем за обнажёнными фигурками на сцене. Возможно, он уже не раз возвращался этому воспоминанию, имея в кармане такую машину времени.',
  [
    'next'
  ]
],
[
  'Когда свет на сцене погас, а голоса «артистов» стали звучать всё тише, Лиза будто очнулась. Повернувшись к Диме, она смогла сказать лишь:',
  [
    'next'
  ]
],
[
  '- Можно я прокомментирую это в другой раз?',
  [
    'next'
  ]
],
[
  'В ответ он лишь улыбнулся и слегка кивнул головой. Пора было возвращаться..',
  [
    'next'
  ]
],
[
  'Давай, отдохни, поменяй фон, нажав на кнопку "4 фон", и продолжай',
  [
    'Фон успешно изменен!'
  ]
],
[
  'Вика с непониманием озиралась по сторонам. Она сидела рядом со столом, на котором стоял небольшой светильник. Но свет был слишком тусклым, чтобы можно было разглядеть что-нибудь дальше своей вытянутой руки.',
  [
    'next'
  ]
],
[
  '- Ааа! – громко вскрикнула Вика от того, что чья-то рука коснулась её плеча.',
  [
    'next'
  ]
],
[
  '- Тише - тише.. Спугнёшь виновников торжества, - невозмутимо отвечал Влад, стоящий за спиной девушки.',
  [
    'next'
  ]
],
[
  '- Никого я не спугну. Дима сказал, что они нас не видят, - недовольно отвечала девушка, поднимаясь с пола и отряхивая одежду, - Где мы?',
  [
    'next'
  ]
],
[
  '- У меня дома. Родители уехали в отпуск вместе с моим братцем. А я? А я что, у меня ЕГЭ на носу.',
  [
    'next'
  ]
],
[
  'Вика закатила глаза, всё ещё возмущённая тем, что он её напугал. Когда глаза привыкли к темноте, она смогла рассмотреть чуть больше. Они действительно были дома у Влада.',
  [
    'next'
  ]
],
[
  'У девушки немного кружилась голова от этих непривычных путешествий по воспоминаниям, поэтому она тихонько опустилась на диван возле окна в ожидании представления. Парень последовал её примеру.', 
  [
    'next'
  ]
],
[
  'Гости из прошлого не заставили себя долго ждать. Уже через пару минут они с грохотом ввалились в комнату, пытаясь на ходу друг друга раздеть.',
  [
    'next'
  ]
],
[
  'Одежда падала на пол, тела покрывались мурашками. Одной рукой Влад смахнул с кровати тетради и сборники для подготовки к ЕГЭ, откинул плед и осторожно уложил девушку на постель.',
  [
    'next'
  ]
],
[
  'Вике из настоящего это всё казалось очень странным и даже в какой-то степени неприятным, но она продолжала смотреть. Ей всё равно было интересно, и деваться всё равно было некуда.',
  [
    'next'
  ]
],
[
  'Разгорячённые тела двигались так быстро и энергично, что порой за ними сложно было уследить.',
  [
    'next'
  ]
],
[
  'Влад был непривычно раскрепощён и явно доминировал в этой паре. Он знал, что девушка ему доверяет и уж точно хочет его.',
  [
    'next'
  ]
],
[
  'В тусклом свете настольной лампы происходящее выглядело особенно атмосферно. Словно для этой пары не существовало никого и ничего, кроме них самих, в этот вечер. А если и существовало, то не имело никакого значения.',
  [
    'next'
  ]
],
[
  'Когда всё закончилось, парень нехотя поднялся с кровати и подошёл к окну, чтобы открыть хотя бы форточку. Май 2018 выдался особенно жарким.',
  [
    'next'
  ]
],
[
  'Он стоял совсем рядом со зрителями из будущего, которые сидели на диване. Немного отдышавшись он обернулся и сказал: «Кола, чипсы, сериал?».',
  [
    'next'
  ]
],
[
  'Вика, сидящая на кровати, довольно кивнула головой. И без того тусклый свет начал гаснуть.',
  [
    'next'
  ]
],
[
  '«Пора возвращаться», - в один голос прошептали старые друзья.',
  [
    'next'
  ]
],
[
  'Вот и все! Неплохая получилась история: интересная, весёлая, порой немного грустная, а главное поучительная.',
  [
    'закончить историю'
  ]
],
[
  'Она научила быть нас смелыми и не бояться вызовов, которые готовит нам жизнь. Помогала нам добавиться поставленных целей несмотря ни на что... ',
  [
    'ЗАКОНЧИТЬ ИСТОРИЮ!'
  ]
],
[
  'Но, самое главное, что у этой истории счастливый конец. Вика согласилась остаться в Москве, а я стал Шеф-Поваром, мы снова будем работать вместе. ',
  [
    'ДА ЗАКОНЧИСЬ УЖЕ!!!'
  ]
],
[
  'Мечты сбываются!',
  [
    'Конец'
  ]
],
[
  'Прикиньте!..',
  [
    'Да бля...'
  ]
],
[
  'Конец, но.. ',
  [
    'НОООО???'
  ]
],
[
  'Но, как обычно это бывает, когда заканчивается одна история, всегда начинается другая...',
  [
    'УРА!'
  ]
]
]